"REQUIREMENT_FAILED_MESSAGE_INSTALLATION_CHECK_2" = "Your CPU architecture might preclude remote wakeup.";

"REQUIREMENT_FAILED_DESCRIPTION_INSTALLATION_CHECK_2" = " ";

"DISTRIBUTION_TITLE" = "Pickup";

"REQUIREMENT_FAILED_MESSAGE_VOLUME_CHECK_1" = "OS 10.6+ required for installation.";

